Repository: xielang86/mindora_app
Catalog: Mindora/Resource/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, zh_hans, zh_hant

# help.connect_04_content
source: If Mindora is already connected to another phone or device, disconnect the Bluetooth connection on the original phone.
de: Wenn Mindora bereits mit einem anderen Telefon oder Gerät verbunden ist, müssen Sie die Bluetooth-Verbindung am ursprünglichen Telefon trennen.
es: Si Mindora ya está conectado a otro teléfono o dispositivo, necesita desconectar la conexión Bluetooth en el teléfono original.
fr: Si Mindora est déjà connecté à un autre téléphone ou appareil, vous devez déconnecter la connexion Bluetooth sur le téléphone d'origine.
it: Se Mindora è già connesso ad un altro telefono o dispositivo, è necessario disconnettere la connessione Bluetooth sul telefono originale.
ja: Mindoraが他の携帯電話やデバイスに既に接続されている場合は、元の携帯電話でBluetooth接続を切断してください。
ko: Mindora가 다른 휴대폰이나 기기에 이미 연결되어 있다면 원래 휴대폰에서 블루투스 연결을 해제해야 합니다.
zh_hans: 如果 Mindora 已经连接其他手机或者设备, 需要在原来手机上断开蓝牙连接。
zh_hant: 如果 Mindora 已經連接其他手機或者設備，需要在原來手機上斷開藍牙連接。

# help.connect_05_title
source: How to connect Mindora? 05
de: Wie verbinde ich Mindora? 05
es: ¿Cómo conectar Mindora? 05
fr: Comment connecter Mindora ? 05
it: Come connettere Mindora? 05
ja: Mindoraの接続方法 05
ko: Mindora 연결 방법 05
zh_hans: 如何连接Mindora? 05
zh_hant: 如何連接Mindora? 05

# help.connect_05_content
source: If you cannot establish a connection, please visit our support website for more help.
de: Wenn Sie keine Verbindung herstellen können, besuchen Sie bitte unsere Support-Website für weitere Hilfe.
es: Si no puede establecer una conexión, por favor visite nuestro sitio web de soporte para obtener más ayuda.
fr: Si vous ne pouvez pas établir de connexion, veuillez visiter notre site web de support pour plus d'aide.
it: Se non è possibile stabilire una connessione, si prega di visitare il nostro sito web di supporto per ulteriore aiuto.
ja: 接続を確立できない場合は、サポートWebサイトにアクセスしてさらなる支援を受けてください。
ko: 연결을 설정할 수 없다면 지원 웹사이트를 방문하여 더 많은 도움을 받으세요.
zh_hans: 如果无法建立连接, 请访问我们的支持网站以获取更多帮助。
zh_hant: 如果無法建立連接，請訪問我們的支援網站以獲取更多幫助。

# common.ok
source: OK
ko: 확인
zh_hans: 好的
zh_hant: 好的

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

# common.confirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認
ko: 확인
zh_hans: 确认
zh_hant: 確認

# common.retry
source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 재시도
zh_hans: 重试
zh_hant: 重試

# onboarding.start
source: Start
de: Starten
es: Comenzar
fr: Commencer
it: Inizia
ja: 開始
ko: 시작
zh_hans: 开始
zh_hant: 開始

# onboarding.no_device
source: Don't have Mindora?
de: Kein Mindora?
es: ¿No tienes Mindora?
fr: Pas de Mindora ?
it: Non hai Mindora?
ja: Mindoraをお持ちではありませんか？
ko: Mindora가 없으신가요?
zh_hans: 没有Mindora吗？
zh_hant: 沒有Mindora嗎？

# onboarding.connect_mindora
source: Connect Mindora
de: Mindora verbinden
es: Conectar Mindora
fr: Connecter Mindora
it: Connetti Mindora
ja: Mindora を接続
ko: Mindora 연결
zh_hans: 连接 Mindora
zh_hant: 連接 Mindora

# onboarding.page3.health_card_text
source: Configure Mindora's health data access in the Health app Tap to open Health app
de: Bitte konfigurieren Sie Mindoras Gesundheitsdaten-Zugriff in der Health-App Tippen Sie, um die Health-App zu öffnen
es: Configure el acceso a datos de salud de Mindora en la app Salud Toque para abrir la app Salud
fr: Veuillez configurer l'accès aux données de santé de Mindora dans l'app Santé Appuyez pour ouvrir l'app Santé
it: Si prega di configurare l'accesso ai dati sanitari di Mindora nell'app Salute Tocca per aprire l'app Salute
ja: 「ヘルスケア」アプリで Mindora のデータアクセス権限を設定してください タップして「ヘルスケア」アプリを開く
ko: '건강' 앱에서 Mindora의 데이터 접근 권한을 설정하세요 탭하여 '건강' 앱 열기
zh_hans: 请在'健康'App中设置 Mindora 的数据访问权限 点击前往'健康'App
zh_hant: 請在'健康'App中設定 Mindora 的資料存取權限 點擊前往'健康'App

# onboarding.page3.bluetooth_card_text
source: Bluetooth is not enabled Tap to enable Bluetooth settings
de: Bluetooth ist derzeit nicht aktiviert Tippen Sie, um die Bluetooth-Einstellungen zu öffnen
es: Bluetooth no está habilitado actualmente Toque para abrir la configuración de Bluetooth
fr: Le Bluetooth n'est actuellement pas activé Appuyez pour ouvrir les paramètres Bluetooth
it: Il Bluetooth non è attualmente attivato Tocca per aprire le impostazioni Bluetooth
ja: 現在のデバイスのBluetoothがオンになっていません タップしてBluetooth設定を開く
ko: 현재 기기의 블루투스가 켜져 있지 않습니다 탭하여 블루투스 설정 열기
zh_hans: 检测到当前设备蓝牙未开启 点击开启蓝牙设置
zh_hant: 檢測到當前設備藍牙未開啟 點擊開啟藍牙設定

# onboarding.page3.bluetooth_card_text_authorized
source: Bluetooth permission is enabled Device can connect normally
it: Autorizzazione Bluetooth attivata Il dispositivo può connettersi normalmente
zh_hans: 蓝牙权限已开启 设备可以正常连接
zh_hant: 藍牙權限已開啟 設備可以正常連接

# onboarding.page4.scanning_title
source: Scanning Nearby Devices
de: Geräte in der Nähe scannen
es: Escaneando dispositivos cercanos
fr: Recherche d'appareils à proximité
it: Scansione dispositivi nelle vicinanze
ja: 近くのデバイスをスキャン
ko: 근처 기기 스캔
zh_hans: 扫描附近设备
zh_hant: 掃描附近設備

# onboarding.page4.searching
source: Continuously searching
de: Kontinuierliche automatische Suche
es: Búsqueda automática continua
fr: Recherche automatique continue
it: Ricerca automatica continua
ja: 継続的に自動検索中
ko: 지속적으로 자동 검색 중
zh_hans: 持续自动搜索中
zh_hant: 持續自動搜尋中

# onboarding.page4.device_found
source: Mindora Found
de: Mindora gefunden
es: Mindora encontrado
fr: Mindora trouvé
it: Mindora trovato
ja: Mindora が見つかりました
ko: Mindora 발견
zh_hans: 已搜索到 Mindora
zh_hant: 已搜尋到 Mindora

# onboarding.page4.no_device_found
source: No devices found
de: Keine Geräte gefunden
es: No se encontraron dispositivos
fr: Aucun appareil trouvé
it: Nessun dispositivo trovato
ja: デバイスが見つかりません
ko: 기기를 찾을 수 없습니다
zh_hans: 未找到设备
zh_hant: 未找到設備

# onboarding.page4.description
source: Please select the Mindora device you want to connect to, make sure Bluetooth is enabled.
de: Bitte wählen Sie das Mindora-Gerät aus, mit dem Sie sich verbinden möchten. Stellen Sie sicher, dass Bluetooth aktiviert ist.
es: Por favor seleccione el dispositivo Mindora al que desea conectarse. Asegúrese de que el Bluetooth esté habilitado.
fr: Veuillez sélectionner l'appareil Mindora auquel vous souhaitez vous connecter. Assurez-vous que le Bluetooth est activé.
it: Si prega di selezionare il dispositivo Mindora a cui si desidera connettersi. Assicurarsi che il Bluetooth sia attivato.
ja: 接続したいMindoraデバイスを選択してください。Bluetoothがオンになっていることを確認してください。
ko: 연결하려는 Mindora 기기를 선택해 주세요. 블루투스가 켜져 있는지 확인하세요.
zh_hans: 请选择您想要连接的Mindora设备,请确认蓝牙保持开启状态。
zh_hant: 請選擇您想要連接的Mindora設備，請確認藍牙保持開啟狀態。

# onboarding.page5.success_title
source: Mindora Connected Successfully
de: Mindora erfolgreich verbunden
es: Mindora conectado exitosamente
fr: Mindora connecté avec succès
it: Mindora connesso con successo
ja: Mindora接続成功
ko: Mindora 연결 성공
zh_hans: Mindora连接成功
zh_hant: Mindora連接成功

# onboarding.page5.complete
source: Complete
de: Fertig
es: Completar
fr: Terminer
it: Completa
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

# help_manual.page1.title
source: How to connect Mindora?
de: Wie verbinde ich Mindora?
es: ¿Cómo conectar Mindora?
fr: Comment connecter Mindora ?
it: Come connettere Mindora?
ja: Mindoraの接続方法
ko: Mindora 연결 방법
zh_hans: 如何连接Mindora?
zh_hant: 如何連接Mindora?

# help_manual.page1.description
source: Please ensure Bluetooth is enabled and bring your phone close to Mindora.
de: Bitte stellen Sie sicher, dass Bluetooth aktiviert ist und bringen Sie Ihr Telefon in die Nähe von Mindora.
es: Por favor asegúrese de que el Bluetooth esté habilitado y acerque su teléfono a Mindora.
fr: Veuillez vous assurer que le Bluetooth est activé et rapprochez votre téléphone de Mindora.
it: Si prega di assicurarsi che il Bluetooth sia abilitato e avvicinare il telefono a Mindora.
ja: Bluetoothがオンになっていることを確認し、携帯電話をMindoraに近づけてください。
ko: 블루투스가 켜져 있는지 확인하고 휴대폰을 Mindora에 가까이 가져오세요.
zh_hans: 请确认蓝牙保持开启状态，将手机靠近Mindora。
zh_hant: 請確認藍牙保持開啟狀態，將手機靠近Mindora。

# help_manual.page2.title
source: How to connect Mindora?
de: Wie verbinde ich Mindora?
es: ¿Cómo conectar Mindora?
fr: Comment connecter Mindora ?
it: Come connettere Mindora?
ja: Mindoraの接続方法
ko: Mindora 연결 방법
zh_hans: 如何连接Mindora?
zh_hant: 如何連接Mindora?

# help_manual.page2.description
source: Tap the connect button in the app, or find Bluetooth settings in system settings.
de: Tippen Sie auf die Verbinden-Taste in der App oder finden Sie die Bluetooth-Einstellungen in den Systemeinstellungen.
es: Toque el botón de conexión en la aplicación o encuentre la configuración de Bluetooth en la configuración del sistema.
fr: Appuyez sur le bouton de connexion dans l'application ou trouvez les paramètres Bluetooth dans les paramètres système.
it: Toccare il pulsante di connessione nell'app o trovare le impostazioni Bluetooth nelle impostazioni di sistema.
ja: アプリの接続ボタンをタップするか、システム設定でBluetooth設定を見つけてください。
ko: 앱의 연결 버튼을 탭하거나 시스템 설정에서 블루투스 설정을 찾으세요.
zh_hans: 点击APP上的连接键，或在系统设置中找到蓝牙设置选项。
zh_hant: 點擊APP上的連接鍵，或在系統設定中找到藍牙設定選項。

# help_manual.page3.title
source: How to connect Mindora?
de: Wie verbinde ich Mindora?
es: ¿Cómo conectar Mindora?
fr: Comment connecter Mindora ?
it: Come connettere Mindora?
ja: Mindoraの接続方法
ko: Mindora 연결 방법
zh_hans: 如何连接Mindora?
zh_hant: 如何連接Mindora?

# help_manual.page3.description
source: Select Mindora from the available Bluetooth devices to connect successfully.
de: Wählen Sie Mindora aus den verfügbaren Bluetooth-Geräten aus, um die Verbindung erfolgreich herzustellen.
es: Seleccione Mindora de los dispositivos Bluetooth disponibles para conectarse exitosamente.
fr: Sélectionnez Mindora parmi les appareils Bluetooth disponibles pour vous connecter avec succès.
it: Selezionare Mindora dai dispositivi Bluetooth disponibili per connettersi con successo.
ja: 利用可能なBluetoothデバイスからMindoraを選択して接続を完了してください。
ko: 사용 가능한 블루투스 기기에서 Mindora를 선택하여 연결을 완료하세요.
zh_hans: 在可选蓝牙设备中选择Mindora，即可连接成功。
zh_hant: 在可選藍牙設備中選擇Mindora，即可連接成功。

# help_manual.page4.title
source: How to connect Mindora?
de: Wie verbinde ich Mindora?
es: ¿Cómo conectar Mindora?
fr: Comment connecter Mindora ?
it: Come connettere Mindora?
ja: Mindoraの接続方法
ko: Mindora 연결 방법
zh_hans: 如何连接Mindora?
zh_hant: 如何連接Mindora?

# help_manual.page4.description
source: If Mindora is already connected to another phone or device, disconnect the Bluetooth connection on the original phone.
de: Wenn Mindora bereits mit einem anderen Telefon oder Gerät verbunden ist, müssen Sie die Bluetooth-Verbindung am ursprünglichen Telefon trennen.
es: Si Mindora ya está conectado a otro teléfono o dispositivo, necesita desconectar la conexión Bluetooth en el teléfono original.
fr: Si Mindora est déjà connecté à un autre téléphone ou appareil, vous devez déconnecter la connexion Bluetooth sur le téléphone d'origine.
it: Se Mindora è già connesso ad un altro telefono o dispositivo, è necessario disconnettere la connessione Bluetooth sul telefono originale.
ja: Mindoraが他の携帯電話やデバイスに既に接続されている場合は、元の携帯電話でBluetooth接続を切断してください。
ko: Mindora가 다른 휴대폰이나 기기에 이미 연결되어 있다면 원래 휴대폰에서 블루투스 연결을 해제해야 합니다.
zh_hans: 如果Mindora已经连接其他手机或者设备，需要在原来手机上断开蓝牙连接。
zh_hant: 如果Mindora已經連接其他手機或者設備，需要在原來手機上斷開藍牙連接。

# help_manual.page5.title
source: How to connect Mindora?
de: Wie verbinde ich Mindora?
es: ¿Cómo conectar Mindora?
fr: Comment connecter Mindora ?
it: Come connettere Mindora?
ja: Mindoraの接続方法
ko: Mindora 연결 방법
zh_hans: 如何连接Mindora?
zh_hant: 如何連接Mindora?

# help_manual.page5.description
source: If you cannot establish a connection, please visit our support website for more help.
de: Wenn Sie keine Verbindung herstellen können, besuchen Sie bitte unsere Support-Website für weitere Hilfe.
es: Si no puede establecer una conexión, por favor visite nuestro sitio web de soporte para obtener más ayuda.
fr: Si vous ne pouvez pas établir de connexion, veuillez visiter notre site web de support pour plus d'aide.
it: Se non è possibile stabilire una connessione, si prega di visitare il nostro sito web di supporto per ulteriore aiuto.
ja: 接続を確立できない場合は、サポートWebサイトにアクセスしてさらなる支援を受けてください。
ko: 연결을 설정할 수 없다면 지원 웹사이트를 방문하여 더 많은 도움을 받으세요.
zh_hans: 如果无法建立连接，请访问我们的支持网站以获取更多帮助。
zh_hant: 如果無法建立連接，請訪問我們的支援網站以獲取更多幫助。

# health.sync.title
source: Health Sync
de: Gesundheitssynchronisierung
es: Sincronización de Salud
fr: Synchronisation Santé
it: Sincronizzazione Salute
ja: ヘルス同期
ko: 건강 동기화
zh_hans: 健康同步
zh_hant: 健康同步

# health.sync.enable
source: Enable Sync
de: Synchronisierung aktivieren
es: Habilitar sincronización
fr: Activer la synchronisation
it: Abilita sincronizzazione
ja: 同期を有効化
ko: 동기화 활성화
zh_hans: 开启同步
zh_hant: 啟用同步

# health.sync.interval
source: Sync Interval
de: Synchronisierungszyklus
es: Ciclo de sincronización
fr: Cycle de synchronisation
it: Ciclo di sincronizzazione
ja: 同期周期
ko: 동기화 주기
zh_hans: 同步周期
zh_hant: 同步週期

# health.sync.metrics
source: Metrics
de: Synchronisierungsmetriken
es: Métricas de sincronización
fr: Métriques de synchronisation
it: Metriche di sincronizzazione
ja: 同期指標
ko: 동기화 지표
zh_hans: 同步指标
zh_hant: 同步指標

# health.sync.manual
source: Sync Now
de: Jetzt synchronisieren
es: Sincronizar ahora
fr: Synchroniser maintenant
it: Sincronizza ora
ja: 今すぐ同期
ko: 지금 동기화
zh_hans: 立即同步
zh_hant: 立即同步

# health.sync.interval.6s
source: 6s
de: 6 Sekunden
es: 6 segundos
fr: 6 secondes
it: 6 secondi
ja: 6秒
ko: 6초
zh_hans: 6秒
zh_hant: 6秒

# health.sync.interval.12s
source: 12s
de: 12 Sekunden
es: 12 segundos
fr: 12 secondes
it: 12 secondi
ja: 12秒
ko: 12초
zh_hans: 12秒
zh_hant: 12秒

# health.sync.interval.30s
source: 30s
de: 30 Sekunden
es: 30 segundos
fr: 30 secondes
it: 30 secondi
ja: 30秒
ko: 30초
zh_hans: 30秒
zh_hant: 30秒

# health.sync.status.disabled
source: Sync disabled
de: Synchronisierung deaktiviert
es: Sincronización deshabilitada
fr: Synchronisation désactivée
it: Sincronizzazione disattivata
ja: 同期が無効になっています
ko: 동기화가 꺼져 있습니다
zh_hans: 同步已关闭
zh_hant: 同步已關閉

# health.sync.status.no_run
source: No sync has run yet
de: Noch keine Synchronisierung durchgeführt
es: Aún no se ha ejecutado la sincronización
fr: Aucune synchronisation n'a encore été exécutée
it: Nessuna sincronizzazione ancora eseguita
ja: まだ同期が実行されていません
ko: 아직 동기화가 실행되지 않았습니다
zh_hans: 尚未执行过同步
zh_hant: 尚未執行過同步

# health.sync.status.last_success_format
source: Last success %@ · %d metric groups
de: Letzter Erfolg %@ · %d Metriken
es: Último éxito %@ · %d métricas
fr: Dernier succès %@ · %d métriques
it: Ultimo successo %@ · %d metriche
ja: 前回成功 %@ · %d 指標
ko: 마지막 성공 %@ · %d개 지표
zh_hans: 上次成功 %@ · %d 个指标
zh_hant: 上次成功 %@ · %d 個指標

# health.sync.status.last_fail_format
source: Last failed %@ · %@
de: Letzter Fehlschlag %@ · %@
es: Último fallo %@ · %@
fr: Dernier échec %@ · %@
it: Ultimo fallimento %@ · %@
ja: 前回失敗 %@ · %@
ko: 마지막 실패 %@ · %@
zh_hans: 上次失败 %@ · %@
zh_hant: 上次失敗 %@ · %@

# health.sync.status.interval_format
source: Interval: %ds
de: Zyklus: %d Sekunden
es: Ciclo: %d segundos
fr: Cycle : %d secondes
it: Ciclo: %d secondi
ja: 周期: %d秒
ko: 주기: %d초
zh_hans: 周期: %d秒
zh_hant: 週期: %d秒

# health.sync.status.metrics_format
source: Enabled: %@
de: Aktiviert: %@
es: Activadas: %@
fr: Activées : %@
it: Attive: %@
ja: 有効: %@
ko: 활성: %@
zh_hans: 已启用: %@
zh_hant: 已啟用: %@

# health.sync.section.basic
source: Basic
de: Grundlegend
es: Básico
fr: Base
it: Base
ja: 基本
ko: 기본
zh_hans: 基础
zh_hant: 基礎

# health.sync.section.metrics
source: Metrics
de: Metriken
es: Métricas
fr: Métriques
it: Metriche
ja: 指標
ko: 지표
zh_hans: 指标
zh_hant: 指標

# health.sync.section.action
source: Action
de: Aktion
es: Acción
it: Azione
ja: 操作
ko: 작업
zh_hans: 操作
zh_hant: 操作

# health.sync.section.status
source: Status
es: Estado
fr: Statut
it: Stato
ja: ステータス
ko: 상태
zh_hans: 状态
zh_hant: 狀態

# health.sync.metric.heart_rate
source: Heart Rate
de: Herzfrequenz
es: Frecuencia cardíaca
fr: Fréquence cardiaque
it: Frequenza cardiaca
ja: 心拍数
ko: 심박수
zh_hans: 心率
zh_hant: 心率

# health.sync.metric.hrv
source: HRV
de: Herzfrequenzvariabilität
es: Variabilidad cardíaca
fr: Variabilité cardiaque
it: Variabilità cardiaca
ja: 心拍変動
ko: 심박 변이
zh_hans: 心率变异性
zh_hant: 心率變異性

# health.sync.metric.spo2
source: Blood Oxygen
de: Blutsauerstoff
es: Oxígeno en sangre
fr: Oxygène sanguin
it: Ossigeno nel sangue
ja: 血中酸素
ko: 혈중 산소
zh_hans: 血氧
zh_hant: 血氧

# health.sync.metric.blood_pressure
source: Blood Pressure
de: Blutdruck
es: Presión arterial
fr: Tension artérielle
it: Pressione sanguigna
ja: 血圧
ko: 혈압
zh_hans: 血压
zh_hant: 血壓

# health.sync.metric.sleep
source: Sleep
de: Schlaf
es: Sueño
fr: Sommeil
it: Sonno
ja: 睡眠
ko: 수면
zh_hans: 睡眠
zh_hant: 睡眠

# health.sync.metric.all
source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
ja: 全て選択
ko: 전체 선택
zh_hans: 全选
zh_hant: 全選

# health.sync.metric.none
source: Deselect All
de: Alle abwählen
es: Deseleccionar todo
fr: Tout désélectionner
it: Deseleziona tutto
ja: 全て解除
ko: 전체 해제
zh_hans: 全不选
zh_hant: 全不選

# permission.title
source: Permission Management
de: Berechtigungsverwaltung
es: Gestión de permisos
fr: Gestion des autorisations
it: Gestione permessi
ja: 権限管理
ko: 권한 관리
zh_hans: 权限管理
zh_hant: 權限管理

# permission.bluetooth
source: Bluetooth
ko: 블루투스
zh_hans: 蓝牙
zh_hant: 藍牙

# permission.local_network
source: Local Network
de: Lokales Netzwerk
es: Red local
fr: Réseau local
it: Rete locale
ja: ローカルネットワーク
ko: 로컬 네트워크
zh_hans: 本地网络
zh_hant: 本地網路

# permission.cellular_data
source: Cellular Data
de: Mobilfunkdaten
es: Datos móviles
fr: Données cellulaires
it: Dati cellulare
ja: モバイルデータ通信
ko: 셀룰러 데이터
zh_hans: 无线数据
zh_hant: 無線數據

# permission.section.network
source: Network Permissions
de: Netzwerkberechtigungen
es: Permisos de red
fr: Autorisations réseau
it: Permessi di rete
ja: ネットワーク権限
ko: 네트워크 권한
zh_hans: 网络权限
zh_hant: 網路權限

# permission.health.status
source: Health Data
de: Gesundheitsdaten
es: Datos de salud
fr: Données de santé
it: Dati sanitari
ja: 健康データ
ko: 건강 데이터
zh_hans: 健康数据
zh_hant: 健康數據

# permission.section.health
source: Health Data Permissions
de: Gesundheitsdatenberechtigungen
es: Permisos de datos de salud
fr: Autorisations des données de santé
it: Permessi dati sanitari
ja: 健康データ権限
ko: 건강 데이터 권한
zh_hans: 健康数据权限
zh_hant: 健康數據權限

# permission.section.healthkit_footer_line1
source: If access is limited, please go to
de: Falls der Zugriff eingeschränkt ist, gehen Sie zu
es: Si el acceso está limitado, ve a
fr: Si l'accès est limité, allez dans
it: Se l'accesso è limitato, vai su
ja: アクセスが制限されている場合は、次の場所に移動してください
ko: 접근이 제한된 경우 다음으로 이동하세요
zh_hans: 如权限受限，请前往
zh_hant: 如權限受限，請前往

# permission.section.healthkit_footer_line2
source: *Settings > Privacy & Security > Health > Mindora. *Open Health app > Sharing > Apps > Mindora to enable the data types you need.
de: *Einstellungen > Datenschutz & Sicherheit > Gesundheit > Mindora. *Öffnen Sie die Health-App > Teilen > Apps > Mindora und aktivieren Sie die benötigten Datentypen.
es: *Ajustes > Privacidad y seguridad > Salud > Mindora. *Abre la app Salud > Compartir > Apps > Mindora y activa los tipos de datos necesarios.
fr: *Réglages > Confidentialité et sécurité > Santé > Mindora. *Ouvrez l'app Santé > Partage > Apps > Mindora et activez les types de données nécessaires.
it: *Impostazioni > Privacy e sicurezza > Salute > Mindora. *Apri l'app Salute > Condivisione > App > Mindora e abilita i tipi di dati necessari.
ja: *設定 > プライバシーとセキュリティ > ヘルスケア > Mindora。 *「ヘルスケア」アプリを開く > 共有 > App > Mindora、必要なデータタイプを有効にします。
ko: *설정 > 개인 정보 보호 및 보안 > 건강 > Mindora. *건강 앱 열기 > 공유 > 앱 > Mindora, 필요한 데이터 유형을 켜세요.
zh_hans: *设置 > 隐私与安全性 > 健康 > Mindora。 *打开'健康'APP > 共享 > APP > Mindora，开启所需的数据类型。
zh_hant: *設定 > 隱私與安全性 > 健康 > Mindora。 *打開'健康'APP > 共享 > APP > Mindora，開啟所需的數據類型。

# permission.status.authorized
source: Authorized
de: Autorisiert
es: Autorizado
fr: Autorisé
it: Autorizzato
ja: 許可済み
ko: 승인됨
zh_hans: 已授权
zh_hant: 已授權

# permission.status.partial
source: Partially Authorized
de: Teilweise autorisiert
es: Parcialmente autorizado
fr: Partiellement autorisé
it: Parzialmente autorizzato
ja: 一部許可
ko: 부분 승인
zh_hans: 部分授权
zh_hant: 部分授權

# permission.status.not_determined
source: Not Authorized
de: Nicht autorisiert
es: No autorizado
fr: Non autorisé
it: Non autorizzato
ja: 未許可
ko: 승인되지 않음
zh_hans: 未授权
zh_hant: 未授權

# permission.status.unavailable
source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Non disponible
it: Non disponibile
ja: 利用不可
ko: 사용할 수 없음
zh_hans: 不可用
zh_hant: 不可用

# permission.health.reminder_title
source: Need Health Data Permission
de: Gesundheitsdatenberechtigung erforderlich
es: Se requiere permiso de datos de salud
fr: Autorisation des données de santé requise
it: Permesso dati sanitari richiesto
ja: 健康データ権限が必要です
ko: 건강 데이터 권한 필요
zh_hans: 需要健康数据权限
zh_hant: 需要健康數據權限

# permission.health.reminder_message
source: To better provide you with health data analysis, the app needs to access your health data.
de: Um eine bessere Gesundheitsdatenanalyse bereitzustellen, benötigt die App Zugriff auf Ihre Gesundheitsdaten.
es: Para proporcionar un mejor análisis de datos de salud, la aplicación necesita acceso a sus datos de salud.
fr: Pour fournir une meilleure analyse des données de santé, l'application a besoin d'accéder à vos données de santé.
it: Per fornire una migliore analisi dei dati sanitari, l'app necessita di accedere ai tuoi dati sanitari.
ja: より良い健康データ分析を提供するために、アプリは健康データへのアクセスが必要です。
ko: 더 나은 건강 데이터 분석을 제공하기 위해 앱이 건강 데이터에 액세스해야 합니다.
zh_hans: 为了更好地为您提供健康数据分析，应用需要访问您的健康数据。
zh_hant: 為了更好地為您提供健康數據分析，應用需要訪問您的健康數據。

# permission.bluetooth.reminder_title
source: Need Bluetooth Permission
de: Bluetooth-Berechtigung erforderlich
es: Se requiere permiso de Bluetooth
fr: Autorisation Bluetooth requise
it: Permesso Bluetooth richiesto
ja: Bluetooth権限が必要です
ko: 블루투스 권한 필요
zh_hans: 需要蓝牙权限
zh_hant: 需要藍牙權限

# permission.bluetooth.reminder_message
source: To connect to your Mindora device, the app needs Bluetooth permission.
de: Um eine Verbindung zu Ihrem Mindora-Gerät herzustellen, benötigt die App Bluetooth-Berechtigung.
es: Para conectarse a su dispositivo Mindora, la aplicación necesita permiso de Bluetooth.
fr: Pour se connecter à votre appareil Mindora, l'application a besoin de l'autorisation Bluetooth.
it: Per connettersi al dispositivo Mindora, l'app necessita del permesso Bluetooth.
ja: Mindora デバイスに接続するには、アプリにBluetooth権限が必要です。
ko: Mindora 기기에 연결하려면 앱에 블루투스 권한이 필요합니다.
zh_hans: 为了连接您的 Mindora 设备，应用需要蓝牙权限。
zh_hant: 為了連接您的 Mindora 設備，應用需要藍牙權限。

# permission.request_authorization
source: Authorize Access
de: Zugriff autorisieren
es: Autorizar acceso
fr: Autoriser l'accès
it: Autorizza accesso
ja: アクセスを許可
ko: 액세스 승인
zh_hans: 授权访问
zh_hant: 授權訪問

# permission.open_settings
source: Open Settings
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les réglages
it: Apri impostazioni
ja: 設定を開く
ko: 설정 열기
zh_hans: 打开设置
zh_hant: 打開設定

# permission.open_health_app
source: Open Health app
de: Health-App öffnen
es: Abrir app Salud
fr: Ouvrir l'app Santé
it: Apri app Salute
ja: 「ヘルスケア」Appを開く
ko: 건강 앱 열기
zh_hans: 打开健康App
zh_hant: 打開健康App

# permission.later
source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi
ja: 後で
ko: 나중에
zh_hans: 稍后
zh_hant: 稍後

# permission.authorization_success
source: Authorization Successful
de: Autorisierung erfolgreich
es: Autorización exitosa
fr: Autorisation réussie
it: Autorizzazione riuscita
ja: 許可成功
ko: 승인 성공
zh_hans: 授权成功
zh_hant: 授權成功

# permission.authorization_failed
source: Authorization Failed
de: Autorisierung fehlgeschlagen
es: Autorización fallida
fr: Autorisation échouée
it: Autorizzazione fallita
ja: 許可失敗
ko: 승인 실패
zh_hans: 授权失败
zh_hant: 授權失敗

# permission.health.action_title
source: Health Data Permission
de: Gesundheitsdatenberechtigung
es: Permiso de datos de salud
fr: Autorisation des données de santé
it: Permesso dati sanitari
ja: 健康データ権限
ko: 건강 데이터 권한
zh_hans: 健康数据权限
zh_hant: 健康數據權限
