Repository: xielang86/mindora_app
Catalog: Mindora/Resource/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, zh_hans, zh_hant

# permission.health.action_message
source: Choose how you want to manage permissions
de: Bitte wählen Sie eine Aktion
es: Seleccione una acción
fr: Veuillez sélectionner une action
it: Seleziona un'azione
ja: 操作を選択してください
ko: 작업을 선택하세요
zh_hans: 请选择操作方式
zh_hant: 請選擇操作方式

# permission.open_settings_hint
source: Go to Settings > Mindora and enable Local Network and Cellular Data access.
de: Sie können diese Berechtigung in den iOS-Einstellungen für Mindora anpassen.
es: Puede ajustar este permiso en los Ajustes de iOS para Mindora.
fr: Vous pouvez ajuster cette autorisation dans les Réglages iOS pour Mindora.
it: Puoi modificare questo permesso nelle Impostazioni iOS di Mindora.
ja: iOS の「設定 > Mindora」でこの権限を調整できます。
ko: iOS 설정의 Mindora 항목에서 이 권한을 조정할 수 있습니다.
zh_hans: 您可以在 iOS 设置中的 Mindora 页面管理该权限。
zh_hant: 您可以在 iOS 設定中的 Mindora 頁面管理該權限。

# permission.health.settings_title
source: Health Privacy Settings
de: Datenschutz für Gesundheit
es: Privacidad de salud
fr: Confidentialité santé
it: Privacy salute
ja: ヘルスケアプライバシー設定
ko: 건강 개인 정보 보호 설정
zh_hans: 健康隐私设置
zh_hant: 健康隱私設定

# permission.health.settings_message
source: Go to Settings > Privacy & Security > Health, find Mindora, and turn on the data types you need.
de: Öffnen Sie Einstellungen > Datenschutz & Sicherheit > Gesundheit, wählen Sie Mindora und aktivieren Sie die benötigten Datentypen.
es: Ve a Ajustes > Privacidad y seguridad > Salud, busca Mindora y activa los tipos de datos necesarios.
fr: Ouvrez Réglages > Confidentialité et sécurité > Santé, sélectionnez Mindora et activez les types de données requis.
it: Apri Impostazioni > Privacy e sicurezza > Salute, seleziona Mindora e abilita i tipi di dati necessari.
ja: 「設定 > プライバシーとセキュリティ > ヘルスケア」に移動し、Mindora を見つけて、必要なデータタイプをオンにしてください。
ko: 설정 > 개인 정보 보호 및 보안 > 건강으로 이동하여 Mindora를 찾아 필요한 데이터 유형을 켜세요.
zh_hans: 请前往设置 > 隐私与安全性 > 健康，找到 Mindora 并开启所需的数据类型。
zh_hant: 請前往設定 > 隱私與安全性 > 健康，找到 Mindora 並開啟所需的數據類型。

# permission.health.guide_title
source: How to manage Health permissions
de: So legen Sie Gesundheitsdatenberechtigungen fest
es: Cómo configurar los permisos de datos de salud
fr: Comment définir les autorisations de données de santé
it: Come impostare i permessi dati sanitari
ja: 健康データ権限の設定方法
ko: 건강 데이터 권한 설정 방법
zh_hans: 如何设置健康数据权限
zh_hant: 如何設定健康數據權限

# permission.health.guide_message
source: 1. Open the Health app 2. Tap Sharing at the bottom 3. Choose 'Apps' 4. Select Mindora 5. Enable the data types you need
de: 1. Öffnen Sie die Health-App 2. Tippen Sie unten auf 'Teilen' 3. Wählen Sie 'Apps' 4. Tippen Sie auf Mindora 5. Aktivieren Sie die benötigten Datentypen
es: 1. Abre la app Salud 2. Toca Compartir en la parte inferior 3. Elige 'Apps' 4. Selecciona Mindora 5. Activa los tipos de datos necesarios
fr: 1. Ouvrez l'app Santé 2. Touchez Partage en bas de l'écran 3. Sélectionnez 'Apps' 4. Choisissez Mindora 5. Activez les types de données requis
it: 1. Apri l'app Salute 2. Tocca Condivisione in basso 3. Seleziona 'App' 4. Scegli Mindora 5. Abilita i tipi di dati necessari
ja: 1. 「ヘルスケア」アプリを開く 2. 画面下部の「共有」をタップ 3. 「App」を選択 4. Mindora を開く 5. 必要なデータタイプをオンにする
ko: 1. 건강 앱을 열어요 2. 하단의 '공유' 탭을 누르세요 3. '앱'을 선택하세요 4. Mindora를 찾으세요 5. 필요한 데이터 유형을 켜세요
zh_hans: 1. 打开健康App 2. 点击底部的共享 3. 选择App 4. 找到 Mindora 5. 开启所需的数据类型
zh_hant: 1. 打開健康App 2. 點擊底部的共享 3. 選擇App 4. 找到 Mindora 5. 開啟所需的數據類型

# permission.health.confirm
source: Go confirm in Health app
de: In Health-App bestätigen
es: Confirmar en app Salud
fr: Confirmer dans l'app Santé
it: Conferma nell'app Salute
ja: ヘルスケアAppで確認する
ko: 건강 앱에서 확인하기
zh_hans: 去健康App确认
zh_hant: 去健康App確認
