Repository: xielang86/mindora_app
Catalog: Mindora/Resource/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, zh_hans, zh_hant

# tab.home
source: Home
de: Startseite
es: Inicio
fr: Accueil
ja: ホーム
ko: 홈
zh_hans: 首页
zh_hant: 首頁

# tab.health
source: Health
de: Gesundheit
es: Salud
fr: Santé
it: Salute
ja: 健康
ko: 건강
zh_hans: 健康
zh_hant: 健康

# tab.settings
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

# theme.system
source: Follow System
de: System folgen
es: Seguir sistema
fr: Suivre le système
it: Segui sistema
ja: システムに従う
ko: 시스템 따라가기
zh_hans: 跟随系统
zh_hant: 跟隨系統

# theme.light
source: Light Mode
de: Heller Modus
es: Modo claro
fr: Mode clair
it: Modalità chiara
ja: ライトモード
ko: 라이트 모드
zh_hans: 浅色模式
zh_hant: 淺色模式

# theme.dark
source: Dark Mode
de: Dunkler Modus
es: Modo oscuro
fr: Mode sombre
it: Modalità scura
ja: ダークモード
ko: 다크 모드
zh_hans: 深色模式
zh_hant: 深色模式

# home.title
source: Home
de: Startseite
es: Inicio
fr: Accueil
ja: ホーム
ko: 홈
zh_hans: 首页
zh_hant: 首頁

# home.nearby_devices
source: Nearby Devices
de: Geräte in der Nähe
es: Dispositivos cercanos
fr: Appareils à proximité
it: Dispositivi nelle vicinanze
ja: 近くのデバイス
ko: 근처 기기
zh_hans: 附近的设备
zh_hant: 附近的設備

# home.scan
source: Scan
de: Scannen
es: Escanear
fr: Scanner
it: Scansiona
ja: スキャン
ko: 스캔
zh_hans: 扫描
zh_hant: 掃描

# home.scanning
source: Scanning for nearby devices…
de: Scannen nach Geräten in der Nähe…
es: Escaneando dispositivos cercanos…
fr: Recherche d'appareils à proximité…
it: Scansione dispositivi nelle vicinanze…
ja: 近くのデバイスをスキャン中…
ko: 근처 기기 스캔 중…
zh_hans: 正在扫描附近设备…
zh_hant: 正在掃描附近設備…

# home.disconnect
source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter
it: Disconnetti
ja: 切断
ko: 연결 해제
zh_hans: 断开
zh_hant: 斷開

# home.connected_format
source: Connected: %@:%d
de: Verbunden: %@:%d
es: Conectado: %@:%d
fr: Connecté : %@:%d
it: Connesso: %@:%d
ja: 接続済み：%@:%d
ko: 연결됨: %@:%d
zh_hans: 已连接：%@:%d
zh_hant: 已連接：%@:%d

# home.connected_state
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
ja: 接続済み
ko: 연결됨
zh_hans: 已连接
zh_hant: 已連接

# home.connection_success_title
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
ja: 接続済み
ko: 연결됨
zh_hans: 已连接
zh_hant: 已連接

# home.connection_success_message
source: Device: %@ (%@)
de: Gerät: %@ (%@)
es: Dispositivo: %@ (%@)
fr: Appareil : %@ (%@)
it: Dispositivo: %@ (%@)
ja: デバイス：%@ (%@)
ko: 기기: %@ (%@)
zh_hans: 设备：%@ (%@)
zh_hant: 設備：%@ (%@)

# home.resolve_failed_title
source: Resolution Failed
de: Auflösung fehlgeschlagen
es: Resolución falló
fr: Résolution échouée
it: Risoluzione fallita
ja: 解決失敗
ko: 해결 실패
zh_hans: 解析失败
zh_hant: 解析失敗

# home.resolve_failed_message
source: Resolve failed
de: Auflösung fehlgeschlagen
es: Error al resolver
fr: Échec de résolution
it: Risoluzione non riuscita
ja: 解決に失敗しました
ko: 해결 실패
zh_hans: 解析失败
zh_hant: 解析失敗

# home.no_devices
source: No devices found
de: Keine Geräte gefunden
es: No se encontraron dispositivos
fr: Aucun appareil trouvé
it: Nessun dispositivo trovato
ja: デバイスが見つかりません
ko: 기기를 찾을 수 없습니다
zh_hans: 没有找到设备
zh_hant: 沒有找到設備

# home.find_devices
source: Find Devices
de: Geräte suchen
es: Buscar dispositivos
fr: Rechercher des appareils
it: Trova dispositivi
ja: デバイスを検索
ko: 기기 검색
zh_hans: 查找设备
zh_hant: 查找設備

# home.search_finished_zero
source: No devices found
de: Keine Geräte gefunden
es: No se encontraron dispositivos
fr: Aucun appareil trouvé
it: Nessun dispositivo trovato
ja: デバイスが見つかりません
ko: 기기를 찾을 수 없습니다
zh_hans: 未找到设备
zh_hant: 未找到設備

# home.search_finished_one
source: 1 device found
de: 1 Gerät gefunden
es: 1 dispositivo encontrado
fr: 1 appareil trouvé
it: 1 dispositivo trovato
ja: 1台のデバイスが見つかりました
ko: 기기 1대 발견
zh_hans: 找到 1 台设备
zh_hant: 找到 1 台設備

# home.search_finished_many
source: %d devices found
de: %d Geräte gefunden
es: %d dispositivos encontrados
fr: %d appareils trouvés
it: %d dispositivi trovati
ja: %d台のデバイスが見つかりました
ko: 기기 %d대 발견
zh_hans: 找到 %d 台设备
zh_hant: 找到 %d 台設備

# health.title
source: Health
de: Gesundheit
es: Salud
fr: Santé
it: Salute
ja: 健康
ko: 건강
zh_hans: 健康
zh_hant: 健康

# health.status.initial
source: Requesting Health access
de: Health-Zugriff wird angefordert
es: Solicitando acceso a Salud
fr: Demande d'accès Santé
it: Richiesta accesso Salute
ja: ヘルスアクセスを要求
ko: Health 접근 요청 중
zh_hans: 请求健康数据访问
zh_hant: 請求健康資料訪問

# health.status.loading
source: Loading health data
de: Gesundheitsdaten werden geladen
es: Cargando datos de salud
fr: Chargement des données de santé
it: Caricamento dati sanitari
ja: 健康データを読み込み中
ko: 건강 데이터 불러오는 중
zh_hans: 正在加载健康数据
zh_hant: 正在載入健康資料

# health.status.updated
source: Latest health data loaded
de: Aktuelle Gesundheitsdaten geladen
es: Últimos datos de salud cargados
fr: Dernières données chargées
it: Ultimi dati caricati
ja: 最新の健康データを読み込み済み
ko: 최신 건강 데이터 로드됨
zh_hans: 已加载最新健康数据
zh_hant: 已載入最新健康資料

# health.status.error
source: Health data error
de: Fehler bei Gesundheitsdaten
es: Error de datos de salud
fr: Erreur des données de santé
it: Errore dati sanitari
ja: 健康データエラー
ko: 건강 데이터 오류
zh_hans: 健康数据错误
zh_hant: 健康資料錯誤

# health.metric.heart_rate
source: Heart Rate
de: Herzfrequenz
es: Frecuencia cardíaca
fr: Fréquence cardiaque
it: Frequenza cardiaca
ja: 心拍数
ko: 심박수
zh_hans: 心率
zh_hant: 心率

# health.metric.hrv
source: Heart Rate Variability
de: Herzfrequenzvariabilität
es: Variabilidad cardíaca
fr: Variabilité cardiaque
it: Variabilità cardiaca
ja: 心拍変動
ko: 심박 변이
zh_hans: 心率变异性
zh_hant: 心率變異性

# health.metric.glucose
source: Blood Glucose
de: Blutzucker
es: Glucosa
fr: Glycémie
it: Glicemia
ja: 血糖
ko: 혈당
zh_hans: 血糖
zh_hant: 血糖

# health.metric.spo2
source: Blood Oxygen (SpO₂)
de: Blutsauerstoff (SpO₂)
es: Oxígeno en sangre (SpO₂)
fr: Oxygène sanguin (SpO₂)
it: Ossigeno nel sangue (SpO₂)
ja: 血中酸素 (SpO₂)
ko: 혈중 산소 (SpO₂)
zh_hans: 血氧
zh_hant: 血氧

# health.metric.blood_pressure
source: Blood Pressure
de: Blutdruck
es: Presión arterial
fr: Tension artérielle
it: Pressione sanguigna
ja: 血圧
ko: 혈압
zh_hans: 血压
zh_hant: 血壓

# health.metric.sleep
source: Sleep
de: Schlaf
es: Sueño
fr: Sommeil
it: Sonno
ja: 睡眠
ko: 수면
zh_hans: 睡眠
zh_hant: 睡眠

# health.metric.placeholder
source: No recent data
de: Keine aktuellen Daten
es: Sin datos recientes
fr: Pas de données récentes
it: Nessun dato recente
ja: 最近のデータなし
ko: 최근 데이터 없음
zh_hans: 暂无最近数据
zh_hant: 暫無最近資料

# health.unit.bpm
source: bpm
es: ppm
zh_hans: 次/分
zh_hant: 次/分

# health.unit.ms
source: ms
zh_hans: 毫秒
zh_hant: 毫秒

# health.unit.hour
source: h
ja: 時間
ko: 시간
zh_hans: 小时
zh_hant: 小時

# health.unit.hours
source: h
ja: 時間
ko: 시간
zh_hans: 小时
zh_hant: 小時

# health.sleep.deep
source: Deep
de: Tief
es: Profundo
fr: Profond
it: Profondo
ja: 深睡
ko: 깊은
zh_hans: 深度睡眠
zh_hant: 深度睡眠

# health.sleep.rem
source: REM
zh_hans: 快速动眼睡眠
zh_hant: 快速動眼睡眠

# health.sleep.light
source: Light
de: Leicht
es: Ligero
fr: Léger
it: Leggero
ja: 浅睡
ko: 얕은
zh_hans: 核心睡眠
zh_hant: 核心睡眠

# health.unit.minutes
source: min
ja: 分
ko: 분
zh_hans: 分钟
zh_hant: 分鐘

# health.sleep.total_duration
source: Total Duration
de: Gesamtdauer
es: Duración total
fr: Durée totale
it: Durata totale
ja: 合計時間
ko: 총 시간
zh_hans: 总时长
zh_hant: 總時長

# health.sleep.stage.awake
source: Awake
de: Wach
es: Despierto
fr: Éveillé
it: Sveglio
ja: 覚醒
ko: 깨어남
zh_hans: 清醒
zh_hant: 清醒

# health.sleep.stage.rem
source: REM
zh_hans: 快速动眼
zh_hant: 快速動眼

# health.sleep.stage.core
source: Core
de: Kern
es: Principal
fr: Principal
it: Principale
ja: コア
ko: 코어
zh_hans: 核心睡眠
zh_hant: 核心睡眠

# health.sleep.stage.deep
source: Deep
de: Tief
es: Profundo
fr: Profond
it: Profondo
ja: 深睡
ko: 깊은 수면
zh_hans: 深度睡眠
zh_hant: 深度睡眠

# health.sleep.no_data
source: No sleep data
de: Keine Schlafdaten
es: Sin datos de sueño
fr: Pas de données de sommeil
it: Nessun dato sul sonno
ja: 睡眠データなし
ko: 수면 데이터 없음
zh_hans: 暂无睡眠数据
zh_hant: 暫無睡眠數據

# health.period.day
source: Day
de: Tag
es: Día
fr: Jour
it: Giorno
ja: 日
ko: 일
zh_hans: 日
zh_hant: 日

# health.period.month
source: Month
de: Monat
es: Mes
fr: Mois
it: Mese
ja: 月
ko: 월
zh_hans: 月
zh_hant: 月

# health.period.year
source: Year
de: Jahr
es: Año
fr: Année
it: Anno
ja: 年
ko: 년
zh_hans: 年
zh_hant: 年

# health.period.daily_average
source: Daily Avg
de: Tagesdurchschnitt
es: Promedio diario
fr: Moyenne quotidienne
it: Media giornaliera
ja: 1日平均
ko: 일평균
zh_hans: 日均
zh_hant: 日均

# health.period.monthly_average
source: Monthly Avg
de: Monatsdurchschnitt
es: Promedio mensual
fr: Moyenne mensuelle
it: Media mensile
ja: 月平均
ko: 월평균
zh_hans: 月均
zh_hant: 月均

# settings.title
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

# settings.subtitle
source: Make Mindora yours
de: Mindora personalisieren
es: Personaliza Mindora
fr: Personnalisez Mindora
it: Personalizza Mindora
ja: Mindora をカスタマイズ
ko: Mindora를 내 취향대로
zh_hans: 个性化你的 Mindora
zh_hant: 個性化你的 Mindora

# settings.profile_subtitle
source: Modify device nickname and avatar
de: Geräte-Spitznamen und Avatar ändern
es: Modificar apodo y avatar del dispositivo
fr: Modifier le surnom et l'avatar de l'appareil
it: Modificare nickname e avatar del dispositivo
ja: デバイスのニックネームとアバターの変更
ko: 기기 닉네임 및 아바타 수정
zh_hans: 设备昵称与头像的修改
zh_hant: 設備暱稱與頭像的修改

# settings.sync_subtitle
source: Sync health data on your phone
de: Gesundheitsdaten auf Ihrem Telefon synchronisieren
es: Sincronizar datos de salud en tu teléfono
fr: Synchroniser les données de santé sur votre téléphone
it: Sincronizzare i dati sanitari sul telefono
ja: お使いの携帯電話の健康データを同期
ko: 휴대폰의 건강 데이터 동기화
zh_hans: 同步您在手机上的健康数据
zh_hant: 同步您在手機上的健康數據

# settings.reset_subtitle
source: Factory reset will restore all settings and records
de: Werkseinstellungen zurücksetzen wird alle Einstellungen und Aufzeichnungen zurücksetzen
es: El restablecimiento de fábrica restaurará todas las configuraciones y registros
fr: La réinitialisation d'usine restaurera tous les paramètres et enregistrements
it: Il ripristino delle impostazioni di fabbrica ripristinerà tutte le impostazioni e i record
ja: 工場出荷時設定にリセットすると、すべての設定と記録がリセットされます
ko: 공장 초기화는 모든 설정과 기록을 재설정합니다
zh_hans: 恢复出厂设置，会重置所有设置与记录
zh_hant: 恢復出廠設定，會重置所有設定與記錄

# settings.version_subtitle
source: Software upgrades bring new features and bug fixes
de: Software-Upgrades bringen neue Funktionen und Fehlerbehebungen
es: Las actualizaciones de software traen nuevas funciones y correcciones de errores
fr: Les mises à jour logicielles apportent de nouvelles fonctionnalités et corrections de bugs
it: Gli aggiornamenti software portano nuove funzionalità e correzioni di bug
ja: ソフトウェアアップグレードにより新機能とバグ修正が提供されます
ko: 소프트웨어 업그레이드로 새로운 기능과 버그 수정 제공
zh_hans: 软件升级会带来新功能与BUG修复
zh_hant: 軟體升級會帶來新功能與BUG修復

# settings.language
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
zh_hans: 语言
zh_hant: 語言

# settings.theme
source: Theme Mode
de: Design-Modus
es: Modo de tema
fr: Mode de thème
it: Modalità tema
ja: テーマモード
ko: 테마 모드
zh_hans: 主题模式
zh_hant: 主題模式

# settings.profile
source: Edit Profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
it: Modifica profilo
ja: プロフィール編集
ko: 프로필 편집
zh_hans: 个人资料修改
zh_hant: 個人資料修改

# settings.sync
source: Health Data Sync
de: Gesundheitsdaten synchronisieren
es: Sincronización de datos de salud
fr: Synchronisation des données de santé
it: Sincronizzazione dati sanitari
ja: 健康データ同期
ko: 건강 데이터 동기화
zh_hans: 健康信息同步
zh_hant: 健康資訊同步

# settings.permission
source: Permission Management
de: Berechtigungsverwaltung
es: Gestión de permisos
fr: Gestion des autorisations
it: Gestione permessi
ja: 権限管理
ko: 권한 관리
zh_hans: 权限管理
zh_hant: 權限管理

# settings.version
source: App Version
es: Versión de la aplicación
fr: Version de l'application
it: Versione app
ja: アプリバージョン
ko: 앱 버전
zh_hans: 软件版本
zh_hant: 軟體版本

# settings.version_with_number
source: App Version: %@
de: Softwareversion: %@
es: Versión del software: %@
fr: Version du logiciel : %@
it: Versione software: %@
ja: ソフトウェアバージョン：%@
ko: 소프트웨어 버전：%@
zh_hans: 软件版本：%@
zh_hant: 軟體版本：%@

# settings.reset
source: Factory Reset
de: Werkseinstellungen zurücksetzen
es: Restablecer configuración de fábrica
fr: Réinitialisation d'usine
it: Ripristino impostazioni di fabbrica
ja: 初期化
ko: 공장 초기화
zh_hans: 恢复出厂设置
zh_hant: 恢復出廠設定

# settings.show_onboarding
source: Show Onboarding Again
de: Anleitungsseite erneut anzeigen
es: Ver guía nuevamente
fr: Afficher à nouveau le guide
it: Visualizza di nuovo la guida
ja: ガイドページを再度表示
ko: 가이드 페이지 다시 보기
zh_hans: 重新查看引导页
zh_hant: 重新查看引導頁

# settings.select_language
source: Select Language
de: Sprache auswählen
es: Seleccionar idioma
fr: Sélectionner la langue
it: Seleziona lingua
ja: 言語を選択
ko: 언어 선택
zh_hans: 选择语言
zh_hant: 選擇語言

# settings.select_theme
source: Select Theme Mode
de: Design-Modus auswählen
es: Seleccionar modo de tema
fr: Sélectionner le mode de thème
it: Seleziona modalità tema
ja: テーマモードを選択
ko: 테마 모드 선택
zh_hans: 选择主题模式
zh_hant: 選擇主題模式

# settings.reset_confirm_title
source: Confirm Factory Reset?
de: Werkseinstellungen zurücksetzen bestätigen?
es: ¿Confirmar el restablecimiento de fábrica?
fr: Confirmer la réinitialisation d'usine ?
it: Confermare il ripristino delle impostazioni di fabbrica?
ja: 初期化を実行しますか？
ko: 공장 초기화를 실행하시겠습니까?
zh_hans: 确认恢复出厂设置吗？
zh_hant: 確認恢復出廠設定嗎？

# settings.reset_confirm_message
source: Factory reset will restore all settings to default. Please choose this option carefully.
de: Das Zurücksetzen auf die Werkseinstellungen wird alle Einstellungen löschen. Bitte wählen Sie diese Option sorgfältig aus.
es: El restablecimiento de fábrica restaurará todas las configuraciones predeterminadas. Por favor, elija esta opción cuidadosamente.
fr: La réinitialisation d'usine restaurera tous les paramètres par défaut. Veuillez choisir cette option avec soin.
it: Il ripristino delle impostazioni di fabbrica ripristinerà tutte le impostazioni predefinite. Si prega di scegliere questa opzione con attenzione.
ja: 初期化により、すべての設定がリセットされます。慎重に選択してください。
ko: 공장 초기화를 실행하면 모든 설정이 재설정됩니다. 신중하게 선택해 주세요.
zh_hans: 恢复出厂设置，会重置所有的设置 请您谨慎选择该选项。
zh_hant: 恢復出廠設定會重置所有設定，請您謹慎選擇該選項。

# settings.reset_done_message
source: Factory reset has been triggered (demo)
de: Werkseinstellungen wurden zurückgesetzt (Demo)
es: Se ha activado el restablecimiento de fábrica (demo)
fr: La réinitialisation d'usine a été déclenchée (démo)
it: È stato attivato il ripristino delle impostazioni di fabbrica (demo)
ja: 初期化がトリガーされました（例）
ko: 공장 초기화가 실행되었습니다 (예시)
zh_hans: 已触发恢复出厂设置（示例）
zh_hant: 已觸發恢復出廠設定（示例）

# settings.reset_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

# settings.reset_confirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認
ko: 확인
zh_hans: 确认
zh_hant: 確認

# settings.version_checking
source: Checking for updates...
de: Suche nach Updates...
es: Buscando actualizaciones...
fr: Recherche de mises à jour...
it: Ricerca aggiornamenti...
ja: 更新を確認中...
ko: 업데이트 확인 중...
zh_hans: 正在检查更新...
zh_hant: 正在檢查更新...

# settings.version_latest_title
source: Already Latest Version
de: Bereits neueste Version
es: Ya es la última versión
fr: Déjà la dernière version
it: Già l'ultima versione
ja: 最新バージョンです
ko: 최신 버전입니다
zh_hans: 已是最新版本
zh_hant: 已是最新版本

# settings.version_latest_message
source: You are using the latest version %@
de: Sie verwenden die neueste Version %@
es: Está usando la última versión %@
fr: Vous utilisez la dernière version %@
it: Stai utilizzando l'ultima versione %@
ja: 最新バージョン %@ をお使いです
ko: 최신 버전 %@ 을(를) 사용 중입니다
zh_hans: 您正在使用最新版本 %@
zh_hant: 您正在使用最新版本 %@

# settings.version_update_title
source: Update Available
de: Neue Version gefunden
es: Nueva versión encontrada
fr: Nouvelle version trouvée
it: Nuova versione trovata
ja: 新しいバージョンが見つかりました
ko: 새 버전 발견
zh_hans: 发现新版本
zh_hant: 發現新版本

# settings.version_update_message
source: New version %@ is available. Current version: %@
de: Neue Version %@ verfügbar, aktuelle Version: %@
es: Nueva versión %@ disponible, versión actual: %@
fr: Nouvelle version %@ disponible, version actuelle : %@
it: Nuova versione %@ disponibile, versione attuale: %@
ja: 新しいバージョン %@ が利用可能です。現在のバージョン：%@
ko: 새 버전 %@ 사용 가능, 현재 버전: %@
zh_hans: 新版本 %@ 可用，当前版本：%@
zh_hant: 新版本 %@ 可用，當前版本：%@

# settings.version_update_button
source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiorna
ja: 更新
ko: 업데이트
zh_hans: 更新
zh_hant: 更新

# settings.version_check_failed
source: Failed to check for updates
de: Suche nach Updates fehlgeschlagen
es: Error al buscar actualizaciones
fr: Échec de la recherche de mises à jour
it: Ricerca aggiornamenti fallita
ja: 更新の確認に失敗しました
ko: 업데이트 확인 실패
zh_hans: 检查更新失败
zh_hant: 檢查更新失敗

# settings.sync_no_device_title
source: No Device Connected
de: Kein Gerät verbunden
es: Ningún dispositivo conectado
fr: Aucun appareil connecté
it: Nessun dispositivo connesso
ja: デバイス未接続
ko: 기기 연결 안됨
zh_hans: 未连接设备
zh_hant: 未連接設備

# settings.sync_no_device_message
source: Please connect to a device on the "Connect" page before attempting to sync.
de: Bitte verbinden Sie sich zuerst mit einem Gerät auf der "Verbinden"-Seite, bevor Sie synchronisieren.
es: Por favor, conéctese a un dispositivo en la página "Conectar" antes de intentar sincronizar.
fr: Veuillez vous connecter à un appareil sur la page "Connexion" avant de tenter la synchronisation.
it: Si prega di connettersi a un dispositivo nella pagina "Connetti" prima di tentare la sincronizzazione.
ja: 同期を行う前に"接続"ページでデバイスに接続してください。
ko: 동기화하기 전에 "연결" 페이지에서 기기에 연결해 주세요.
zh_hans: 请先在"连接"页连接设备后再尝试同步。
zh_hant: 請先在"連接"頁連接設備後再嘗試同步。

# settings.syncing
source: Syncing...
de: Synchronisierung...
es: Sincronizando...
fr: Synchronisation...
it: Sincronizzazione...
ja: 同期中...
ko: 동기화 중...
zh_hans: 正在同步...
zh_hant: 正在同步...

# settings.sync_success_title
source: Sync Successful
de: Synchronisierung erfolgreich
es: Sincronización exitosa
fr: Synchronisation réussie
it: Sincronizzazione riuscita
ja: 同期成功
ko: 동기화 성공
zh_hans: 同步成功
zh_hant: 同步成功

# settings.sync_success_message
source: A batch of sample health data has been sent.
de: Ein Batch von Beispiel-Gesundheitsdaten wurde gesendet.
es: Se ha enviado un lote de datos de salud de muestra.
fr: Un lot de données de santé d'exemple a été envoyé.
it: È stato inviato un lotto di dati sanitari di esempio.
ja: サンプル健康データのバッチが送信されました。
ko: 샘플 건강 데이터 배치가 전송되었습니다.
zh_hans: 已发送一批示例健康数据。
zh_hant: 已發送一批示例健康數據。

# settings.sync_error_title
source: Sync Failed
de: Synchronisierung fehlgeschlagen
es: Error de sincronización
fr: Échec de la synchronisation
it: Sincronizzazione fallita
ja: 同期失敗
ko: 동기화 실패
zh_hans: 同步失败
zh_hant: 同步失敗

# settings.section.personalization
source: Personalization
de: Personalisierung
es: Personalización
fr: Personnalisation
it: Personalizzazione
ja: パーソナライズ
ko: 개인화
zh_hans: 个性化
zh_hant: 個性化

# settings.section.data_account
source: Data & Account
de: Daten & Konto
es: Datos y Cuenta
fr: Données & Compte
it: Dati e Account
ja: データとアカウント
ko: 데이터 및 계정
zh_hans: 数据与账户
zh_hant: 資料與帳戶

# settings.section.other
source: Other
de: Sonstiges
es: Otros
fr: Autres
it: Altro
ja: その他
ko: 기타
zh_hans: 其他
zh_hant: 其他

# settings.section.about
source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
ja: について
ko: 정보
zh_hans: 关于
zh_hant: 關於

# device_selection.title
source: Please select the Mindora device you want to connect to
de: Bitte wählen Sie das Mindora-Gerät aus, mit dem Sie sich verbinden möchten
es: Por favor seleccione el dispositivo Mindora al que desea conectarse
fr: Veuillez sélectionner l'appareil Mindora auquel vous souhaitez vous connecter
it: Si prega di selezionare il dispositivo Mindora a cui si desidera connettersi
ja: 接続したいMindoraデバイスを選択してください
ko: 연결하려는 Mindora 기기를 선택해 주세요
zh_hans: 请选择您想要连接的Mindora设备
zh_hant: 請選擇您想要連接的Mindora設備

# help.title
source: Connection Help
de: Verbindungshilfe
es: Ayuda de conexión
fr: Aide à la connexion
it: Aiuto connessione
ja: 接続ヘルプ
ko: 연결 도움말
zh_hans: 连接帮助
zh_hant: 連接幫助

# help.done
source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

# help.connect_01_title
source: How to connect Mindora? 01
de: Wie verbinde ich Mindora? 01
es: ¿Cómo conectar Mindora? 01
fr: Comment connecter Mindora ? 01
it: Come connettere Mindora? 01
ja: Mindoraの接続方法 01
ko: Mindora 연결 방법 01
zh_hans: 如何连接Mindora? 01
zh_hant: 如何連接Mindora? 01

# help.connect_01_content
source: Please ensure Bluetooth is enabled and bring your phone close to Mindora.
de: Bitte stellen Sie sicher, dass Bluetooth aktiviert ist und bringen Sie Ihr Telefon in die Nähe von Mindora.
es: Por favor asegúrese de que el Bluetooth esté habilitado y acerque su teléfono a Mindora.
fr: Veuillez vous assurer que le Bluetooth est activé et rapprochez votre téléphone de Mindora.
it: Si prega di assicurarsi che il Bluetooth sia abilitato e avvicinare il telefono a Mindora.
ja: Bluetoothがオンになっていることを確認し、携帯電話をMindoraに近づけてください。
ko: 블루투스가 켜져 있는지 확인하고 휴대폰을 Mindora에 가까이 가져오세요.
zh_hans: 请确认蓝牙保持开启状态,将手机靠近 Mindora。
zh_hant: 請確認藍牙保持開啟狀態，將手機靠近 Mindora。

# help.connect_02_title
source: How to connect Mindora? 02
de: Wie verbinde ich Mindora? 02
es: ¿Cómo conectar Mindora? 02
fr: Comment connecter Mindora ? 02
it: Come connettere Mindora? 02
ja: Mindoraの接続方法 02
ko: Mindora 연결 방법 02
zh_hans: 如何连接Mindora? 02
zh_hant: 如何連接Mindora? 02

# help.connect_02_content
source: Tap the connect button in the app, or find Bluetooth settings in system settings.
de: Tippen Sie auf die Verbinden-Taste in der App oder finden Sie die Bluetooth-Einstellungen in den Systemeinstellungen.
es: Toque el botón de conexión en la aplicación o encuentre la configuración de Bluetooth en la configuración del sistema.
fr: Appuyez sur le bouton de connexion dans l'application ou trouvez les paramètres Bluetooth dans les paramètres système.
it: Toccare il pulsante di connessione nell'app o trovare le impostazioni Bluetooth nelle impostazioni di sistema.
ja: アプリの接続ボタンをタップするか、システム設定でBluetooth設定を見つけてください。
ko: 앱의 연결 버튼을 탭하거나 시스템 설정에서 블루투스 설정을 찾으세요.
zh_hans: 点击APP上的连接键,或在系统设置中找到蓝牙设置选项。
zh_hant: 點擊APP上的連接鍵，或在系統設定中找到藍牙設定選項。

# help.connect_03_title
source: How to connect Mindora? 03
de: Wie verbinde ich Mindora? 03
es: ¿Cómo conectar Mindora? 03
fr: Comment connecter Mindora ? 03
it: Come connettere Mindora? 03
ja: Mindoraの接続方法 03
ko: Mindora 연결 방법 03
zh_hans: 如何连接Mindora? 03
zh_hant: 如何連接Mindora? 03

# help.connect_03_content
source: Select Mindora S1 MTL-01 from the available Bluetooth devices to connect successfully.
de: Wählen Sie Mindora S1 MTL-01 aus den verfügbaren Bluetooth-Geräten aus, um die Verbindung erfolgreich herzustellen.
es: Seleccione Mindora S1 MTL-01 de los dispositivos Bluetooth disponibles para conectarse exitosamente.
fr: Sélectionnez Mindora S1 MTL-01 parmi les appareils Bluetooth disponibles pour vous connecter avec succès.
it: Selezionare Mindora S1 MTL-01 dai dispositivi Bluetooth disponibili per connettersi con successo.
ja: 利用可能なBluetoothデバイスからMindora S1 MTL-01を選択して接続を完了してください。
ko: 사용 가능한 블루투스 기기에서 Mindora S1 MTL-01을 선택하여 연결을 완료하세요.
zh_hans: 在可选蓝牙设备中选择 Mindora S1 MTL-01, 即可连接成功。
zh_hant: 在可選藍牙設備中選擇 Mindora S1 MTL-01，即可連接成功。

# help.connect_04_title
source: How to connect Mindora? 04
de: Wie verbinde ich Mindora? 04
es: ¿Cómo conectar Mindora? 04
fr: Comment connecter Mindora ? 04
it: Come connettere Mindora? 04
ja: Mindoraの接続方法 04
ko: Mindora 연결 방법 04
zh_hans: 如何连接Mindora? 04
zh_hant: 如何連接Mindora? 04
